HSDTaskName = "Обслуживание";

HSDFeedRollerHeaderTitle = "Обслуживание ролика подачи и разделительной пластины";
HSDNotifyMeTitle = "Уведомлять о необходимости обслуживания.";
HSDTotalPagesTitle = "Общее количество поданных страниц:";
HSDPagesSinceReplacementTitle = "Количество страниц, поданных с момента последней замены:";
HSDPreviouslyRecordedReplacementsTitle = "Ранее произведенная замена:";
HSDReplacementRecommendedTitle = "Рекомендуется замена:";
HSDReplaceButtonTitle = "Запись сведений о замене...";

RecordReplacementWarnTitle = "Записать сведения о замене?";
RecordReplacementWarnText = "Это действие приводит к сбросу счетчика страниц и увеличивает значение счетчика замен ролика подачи и разделительной пластины.";

MaintenanceRecommendedWarnTitle = "Рекомендуется обслуживание";
MaintenanceRecommendedWarnText = "Требуется замена роликов подачи и разделительной пластины сканера.";
